{
  "people": [
    {
      "name": "Benjamin Franklin",
      "lifeYears": "1706-1790",
      "book": "Benjamin Franklin: An American Life, By Walter Isaacson",
      "bio": "Franklin was a famous statesman, inventor, and scientist who was a founding father of the US. He was a drafter and signer of the Declaration of Independence and he worked with John Jay as a diplomat during the Treaty of Paris negotiations which ended the American Revolutionary War",
      "image": "https://en.wikipedia.org/wiki/Benjamin_Franklin#/media/File:Joseph_Siffrein_Duplessis_-_Benjamin_Franklin_-_Google_Art_Project.jpg"
    },
    {
      "name": "Alexander Hamilton",
      "lifeYears": "1755-1804",
      "book": "Alexander Hamilton: By Ron Chernow",
      "bio": "Hamilton was another important founding father, an officer during the revolution and the architect of America's financial system. He and John Jay were close friends and worked together often, most notably on the Federalist Papers. Hamilton tragically died in a duel in 1804",
      "image": "https://en.wikipedia.org/wiki/Alexander_Hamilton#/media/File:Alexander_Hamilton_portrait_by_John_Trumbull_1806.jpg"
    },
    {
      "name": "John Adams",
      "lifeYears": "1735-1826",
      "book": "John Adams: By David McCullough",
      "bio": "Adams was the second president of the United States, and was a sort of mentor to John Jay. They shared very similar political views, worked together in congress for many years, and on the Treaty of Paris in 1783",
      "image": "https://en.wikipedia.org/wiki/John_Adams#/media/File:Gilbert_Stuart,_John_Adams,_c._1800-1815,_NGA_42933.jpg"
    },
    {
      "name": "George Washington",
      "lifeYears": "1732-1799",
      "book": "Washington: A Life, By Ron Chernow",
      "bio": "Washington is historically America's most important military commander, and was it's first president under the constitution. He and John Jay weren't really friends, but they worked together a lot and Washington made Jay the first ever Cheif Justice of the Supreme Court",
      "image": "https://en.wikipedia.org/wiki/George_Washington#/media/File:Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg"
    },
    {
      "name": "Gilbert Stuart",
      "lifeYears": "1755-1828",
      "book": "On Desperate Seas: A Biography of Gilbert Stuart, By James T. Flexner",
      "bio": "Stuart was the most imporant artist of the early American Republic, as his paintings of Americas founders are iconic. He and John Jay were friends, and it was Jay who introduced him to a lot of important early statesmen",
      "image": "https://en.wikipedia.org/wiki/Gilbert_Stuart#/media/File:Sarah_Goodridge_-_Gilbert_Stuart_-_Google_Art_ProjectFXD.jpg"
    },
    {
      "name": "Sarah Livingston Jay",
      "lifeYears": "1756-1802",
      "book": "Queens of American Society, By Elizabeth Fries Ellet",
      "bio": "Sarah was John Jay's wife, they were married in 1774 a couple years before the revolution. Sarah was one of the most important socialites of the early republic, often hosting gatherings where important decisions were made. Sadly, she died at the age of 46 not long after John Jay had retired",
      "image": "https://en.wikipedia.org/wiki/Sarah_Livingston_Jay#/media/File:Sarah_Livingston_Jay_EMWEA_(cropped).jpg"
    },
    {
      "name": "William Jay",
      "lifeYears": "1789-1858",
      "book": "William Jay and the Constitutional Movement for the Abolition of Slavery, By Bayard Tuckerman",
      "bio": "William was John and Sarah's younger son, but he inherited the homestead in Bedford where I work! He was a judge in Westchester county, NY, and was an active abolitionist from the 1830s til the end of his life",
      "image": "https://en.wikipedia.org/wiki/William_Jay_(jurist)#/media/File:William_Jay,_crayon_portrait_by_Martin.png"
    },
    {
      "name": "James Jay",
      "lifeYears": "1732-1815",
      "book": "John Jay: By Walter Stahr (contains best info about james as he has no official bio)",
      "bio": "James Jay was John Jay's brother and he was an accomplished doctor. He's not that famous historically except for creating an inivisible ink formula that was used by spies during the American Revolution",
      "image": "https://en.wikipedia.org/wiki/James_Jay#/media/File:Sir_James_Jay.jpg"
    }
  ],
  "userSubmits": [
    {
      "id": 0,
      "quesComm": "User's thoughts here! "
    },
    {
      "quesComm": "howdy ",
      "id": 1
    },
    {
      "quesComm": "Was John Jay a Democrat or republican?",
      "id": 2
    }
  ]
}